/* activity window: progress value, %g is the number of items remaining */
"%g remaining" = "Осталось %g";

/* column header in activity window */
"Account" = "Учетная запись";

/* Activity: title of the window */
"Activity" = "Активность";

/* connection checker: check button */
"Check" = "Проверить";

/* connection checker: progress string */
"Check in progress\\U2026" = "Идет проверка…";

/* connection checker: title of the window */
"Connection Checker" = "Проверка соединения";

/* activity window: done in progress column */
"done" = "завершено";

/* connection checker: when connections all succeed */
"Everything is ok." = "Все в порядке.";

/* connection checker: Failed */
"Failed" = "Ошибка";

/* column header in activity window */
"Folder" = "Папка";

/* connection checker: label for IMAP server */
"IMAP server:" = "Сервер IMAP:";

/* activity window: when no progress value is available */
"in progress" = "в процессе";

/* connection checker: OK */
"OK" = "OK";

/* column header in activity window */
"Operation" = "Действие";

/* connection checker: when a connection failed */
"Please check the name of the IMAP server and the name of the SMTP server are correct but it's likely that you are behind a firewall that won't allow IMAP or SMTP connections." = "Проверьте адреса серверов SMTP и IMAP. Скорее всего вы находитесь за брандмауэром, запрещающим SMTP и IMAP соединения.";

/* column header in activity window */
"Progress" = "Прогресс";

/* connection checker: column header */
"Server" = "Сервер";

/* connection checker: label for SMTP server */
"SMTP server:" = "Сервер SMTP:";

/* connection checker: column header */
"Status" = "Состояние";

